Repository: jordansaspect/AspectPress
Catalog: languages/*.po
Languages: ca

source: Oops! That page can&rsquo;t be found.
ca: Ui! No s&apos;ha trobat aquesta p&aacute;gina

source: It looks like nothing was found at this location. Maybe try a search or one of the links below?
ca: Sembla que no es va trobar res en aquest lloc. Potser intenta una recerca o un dels enlla&ccedil;os de sota?

source: Most Used Categories
ca: Categories m&eacute;s usades

source: Try looking in the monthly archives. %1$s
ca: Intenta cercar als arxius mensuals. %1$s

source: Theme Options
ca: Opcions del Tema

source: Clear
ca: Buidar

source: Default
ca: Per defecte

source: Select Color
ca: Seleccionar Color

source: Save Options
ca: Desar Opcions

source: Restore Defaults
ca: Restaurar valors predeterminats

source: Click OK to reset. Any theme settings will be lost!
ca: Premeu D&apos;acord per reiniciar. Qualsevol configuraci&oacute; del tema es perdra!

source: Default options restored.
ca: Les opcions per defecte s&apos;han restaurat.

source: Options saved.
ca: Opcions desades.

source: No file chosen
ca: No s'ha escullit cap fitxer

source: Upload
ca: Pujar

source: Remove
ca: Treure

source: Upgrade your version of WordPress for full media support.
ca: Actualitza la versi&oacute; del WordPress per admetre suport.

source: View File
ca: Veure Fitxer

source: No Repeat
ca: No Repetir

source: Repeat Horizontally
ca: Repetir Horizontalment

source: Repeat Vertically
ca: Repetir Verticalment

source: Repeat All
ca: Repetir Tot

source: Top Left
ca: Part Superior Esquerra

source: Top Center
ca: Part Superior Central

source: Top Right
ca: Part Superior Dreta

source: Middle Left
ca: Centre Esquerra

source: Middle Center
ca: Centre

source: Middle Right
ca: Centre Dret

source: Bottom Left
ca: Part Inferior Esquerra

source: Bottom Center
ca: Part Inferior Centre

source: Bottom Right
ca: Part Inferior Dreta

source: Scroll Normally
ca: Despla&ccedil;ament Normal

source: Fixed in Place
ca: Fixat

source: Italic
ca: Cursiva

source: Bold
ca: Negreta

source: Bold Italic
ca: Negreta Cursiva

source: Author Archives: %s
ca: Arxius de l&apos;Autor: %s

# comments title
source: One thought on &ldquo;%2$s&rdquo;
ca: Un pensament sobre &ldquo;%2$s&rdquo;

source: Comment navigation
ca: Navegaci&oacute; de comentaris

source: &laquo; Older Comments
ca: &laquo; Comentaris m&eacute;s antics

source: Newer Comments &raquo;
ca: Comentaris m&eacute;s recents &raquo;

source: Older Comments &raquo;
ca: Comentaris m&eacute;s antics &raquo;

source: Comments are closed.
ca: Els comentaris estan tancats.

source: Edit page
ca: Edita la p&agrave;gina

source: Dropdown menus work a little differently in Alien Ship. They do not activate on mouse hover, but on click instead. This means that the top/parent menu item does not click through to a page, but only activates the dropdown. Sub-menus are not supported. Design your menus with this in mind. For more information, read the <a href="http://www.johnparris.com/alienship/documentation" target="_blank">Alien Ship documentation</a> online. | <a href="%1$s">Hide this notice</a>
ca: Els men&uacute;s desplegables treballen una mica diferent en Alien Ship. No s&apos;activen en passar el ratol&iacute; a sobre, per&ograve; fent-i clic a sobre. Aix&ograve; significa que fent clic a la part superior/element del men&uacute; primari, no enlla&ccedil;a a cap p&agrave;gina, per&ograve; nom&eacute;s activa al men&uacute; desplegable. A m&eacute;s, els men&uacute;s imbricats nom&eacute;s van un nivell de profunditat (Pare> Sub item i NO Pares> Sub item> Sub sub item. Dissenya les men&uacute;s amb aix&ograve; en ment. Per obtenir m&eacute;s informaci&oacute;, consulteu la <a href="http://www.johnparris.com/alienship/documentation" target="_blank"> documentaci&oacute; Alien Ship</a> en l&iacute;nia. | <a href="%1$s"> amaga aquest av&iacute;s</a>

source: Page %s
ca: P&agrave;gina

source: Content left. Sidebar right.
ca: Contingut a la esquerra. Barra lateral a la dreta.

source: Content right. Sidebar left.
ca: Contingut a la dreta. Barra lateral a la esquerra.

source: Full width. No sidebar.
ca: Ample total. Sense barra lateral.

source: Published <span class="entry-date"><abbr class="published" title="%1$s">%2$s</abbr></span> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> in <a href="%6$s" title="Return to %7$s" rel="gallery">%8$s</a>
ca: Publicat <span class="entry-date"><abbr class="published" title="%1$s">%2$s</abbr></span> al <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> en <a href="%6$s" title="Return to %7$s" rel="gallery">%7$s</a>

source: Edit
ca: Edita

source: &laquo; Previous
ca: &laquo; Anterior

source: Next &raquo;
ca: Seg&uuml;ent &raquo;

source: <a class="comment-link" href="#respond" title="Post a comment">Post a comment</a> or leave a trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.
ca: <a class="comment-link" href="#respond" title="Post a comment">Publica un comentari</a> o deixa un retroenllaEnlla&ccedil;: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Enlla&ccedil; del RetroenllaEnlla&ccedil; </a>.

source: Comments are closed, but you can leave a trackback: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Trackback URL</a>.
ca: Els comentaris estan tancats, per&ograve; podeu deixar un retroenllaEnlla&ccedil;: <a class="trackback-link" href="%s" title="Trackback URL for your post" rel="trackback">Enlla&ccedil; del RetroenllaEnlla&ccedil;</a>.

source: Trackbacks are closed, but you can <a class="comment-link" href="#respond" title="Post a comment">post a comment</a>.
ca: Els RetroenllaEnlla&ccedil;os estan tancats, per&ograve; es pot <a class="comment-link" href="#respond" title="Post a comment">publicar un comentari</a>.

source: Both comments and trackbacks are currently closed.
ca: Ambd&oacute;s comentaris i RetroenllaEnlla&ccedil;os estan tancats.

source: Browse:
ca: Navega

source: Home
ca: Inici

source: Search results for "%s"
ca: Resultats de la cerca per "%s"

source: 404 Not Found
ca: 404 No s'ha Trobat

source: Page %d
ca: P&agrave;gina %d

source: Archives
ca: Arxius

source: Minute %d
ca: Minut %d

source: Week %d
ca: Setmana %d

source: F j, Y
ca: j de F del Y

source: Split
ca: Divideix

source: Merge
ca: Fusiona

source: Top Menu
ca: Men&uacute; Superior

source: Main Menu
ca: Men&uacute; Principal

source: Bottom Menu
ca: Men&uacute; Inferior

source: Primary Sidebar
ca: Barra lateral Principal

source: The main widget area displayed in the sidebar.
ca: L&apos;&agrave;rea giny principal que apareix a la barra lateral.

source: Hero Widgets
ca: Ginys Hero

source: Displayed on pages created with the Hero template
ca: Es mostra a les p&agrave;gines creades amb la plantilla Hero

source: Hero Widgets 2
ca: Ginys 2 Hero

source: Hero Widgets 3
ca: Ginys 3 Hero

source: Footer 1
ca: Peu de p&agrave;gina 1

source: The footer widget area displayed after all content.
ca: El giny de &agrave;rea de peu de p&agrave;gina que apareix despr&eacute;s de tot el contingut.

source: Footer 2
ca: Peu de p&agrave;gina 2

source: The second footer widget area, displayed below the Footer widget area.
ca: La segona &agrave;rea giny de peu de p&agrave;gina, que apareix sota l&apos;&agrave;rea de giny de peu de p&agrave;gina.

source: Footer 3
ca: Peu de p&agrave;gina 3

source: The third footer widget area, displayed below the Footer widget area.
ca: La tercera &agrave;rea giny de peu de p&agrave;gina, que apareix sota l&apos;&agrave;rea de giny de peu de p&agrave;gina.

source: Username
ca: Nom d&apos;usuari

source: Password
ca: Contrasenya

source: Remember Me
ca: Recorda&apos;m

source: Log In
ca: Accedir

source: You must specify a prefix when using alienship_sidebar_class.
ca: S'ha d&apos;especificar un prefix quan utilitzes alienship_sidebar_class.

source: You must specify a prefix when using alienship_do_sidebar.
ca: S'ha d&apos;especificar un prefix quan utilitzes alienship_do_sidebar.

source: Post navigation
ca: Navegaci&oacute; d&apos;Entrades

# Next post link
source: &raquo;
ca: &laquo;

source: Next page <span class="meta-nav">&raquo;</span>
ca: P&agrave;gina seg&uuml;ent <span class="meta-nav">&raquo;</span>

source: <span class="meta-nav">&laquo;</span> Previous page
ca: <span class="meta-nav">&laquo;</span> p&agrave;gina anterior

source: %s <span class="says">says:</span>
ca: %s <span class="says">diu:</span>

source: Your comment is awaiting moderation.
ca: El teu comentari est&agrave; en espera de moderaci&oacute;.

source: View all posts by %s
ca: Veure totes les entrades de %s

source: Leave a comment
ca: Deixa un comentari

source: 1 Comment
ca: 1 Comentari

source: % Comments
ca: % Comentaris

source: Category Archives: %s
ca: Arxius per categoria: %s

source: Tag Archives: %s
ca: Arxius per Etiqueta: %s

source: Daily Archives: %s
ca: Arxius per Dia: %s

source: Monthly Archives: %s
ca: Arxius per Mes: %s

source: Yearly Archives: %s
ca: Arxius per Any: %s

source: One Column
ca: Una Columna

source: Two Columns, Left
ca: Dos columnes, Esquerra

source: Two Columns, Right
ca: Dos columnes, Dreta

source: Three Columns, Left
ca: Tres Columnes, Esquerra

source: Three Columns, Right
ca: Tres Columnes, Dreta

source: Three Columns, Center
ca: Tres Columnes, Mitg

source: Layout
ca: Disposici&oacute;

source: Layout is a theme-specific structure for the single view of the post.
ca: La disposici&oacute; es espec&iacute;fica a la estructura del tema per a la vitsualitzaci&oacute; unica de la entrada.

source: Continue Reading
ca: Segueix Llegint

source: A widget that allows users to log into your site.
ca: Un giny que permet als usuaris iniciar sessi&oacute; al teu lloc web.

source: Login Form
ca: Formulari de Connecci&oacute;

source: Please log into the site.
ca: Si us plau, connecteu vos al lloc web.

source: Logged in as
ca: Connectat com

source: Title:
ca: T&iacute;tol

source: "Remember me" checkbox?
ca: Casella "Recorda&apos;m"?

source: Check "remember me"?
ca: Valida "Recorda&apos;m"?

source: Display avatar?
ca: Mostra l&apos;avatar?

source: Logged out text:
ca: Texte de desconnectat:

source: Logged in text:
ca: Texte de connectat:

source: Custom Menu: Stacked Pills
ca: Men&uacute; Personalitzat: Pastilles Apilades

source: Custom menu widget using Nav Stacked Pills styling
ca: Men&uacute; personalitzat que utilitza l&apos;estil de navegaci&oacute; de pastilles apilades

source: "well" Container
ca: Contenidor "well"

source: Select a tag:
ca: Selecciona una etiqueta:

source: Select a page:
ca: Selecciona una p&aacute;gina:

source: Display Options
ca: Opcions de Presentaci&oacute;

source: Navigation Elements
ca: Elements de Navegaci&oacute;

source: Top navbar, breadcrumb navigation, and content navigation design options
ca: Opcions de disseny de la barra de navegaci&oacute; superior, ruta de navegaci&oacute; y contingut de navegaci&oacute;

source: Show Top Menu navigation bar?
ca: Mostrar el Men&uacute; Superior a la barra de navegaci&oacute; ?

source: Displays the top navbar on your site, even if there's no menu assigned in Appearance > Menu. Uncheck this box to hide it. Default is enabled.
ca: Mostra la barra de navegaci&oacute; superior al lloc web, fins i tot si no hi ha men&uacute; assignat a Aparença> Men&uacute;. Desactiveu aquesta casella per amagar-ho. Per defecte est&agrave; activat.

source: Show site name in Top Menu navigation bar?
ca: Mostrar el nom del lloc web a la barra Superior de navegaci&oacute; del Men&uacute; ?

source: Default is enabled. Uncheck this box to hide site name in Top Menu navigation bar.
ca: Per defecte est&agrave; activat. Desactiveu aquesta casella per ocultar el nom del lloc web a la barra Superior de navegaci&oacute; del Men&uacute;.

source: Show search bar in Top Menu navigation bar?
ca: Mostrar el quadre de cerca a la barra Superior de navegaci&oacute; del Men&uacute;

source: Default is enabled. Uncheck this box to turn it off.
ca: Per defecte est&agrave; activat. Desactiveu aquesta casella per desactivar-la.

source: Show Breadcrumb Navigation?
ca: Mostrar la Barra de Navegaci&oacute;?

source: Default is show. Uncheck this box to hide breadcrumbs.
ca: Es mostra per defecte. Desactiveu aquesta casella per amagar la Barra de Navegaci&oacute; .

source: Show content navigation above posts?
ca: Mostra la navegaci&oacute; del contigut per sobre de les entrades ?

source: Displays links to next and previous posts above the current post and above the posts on the index page. Default is hide. Check this box to show content nav above posts.
ca: Mostra enlla&ccedil;os a missatges anteriors i posteriors sobre les entrades actuals i per sobre de les entrades de la p&agrave;gina d&apos;&iacute;ndex. Amagat per defecte. Marqueu aquesta casella per mostrar la navegaci&oacute; del contingut per sobre de les entrades.

source: Show content navigation below posts?
ca: Mostra la navegaci&oacute; del contigut per sota de les entrades ?

source: Displays links to next and previous posts below the current post and below the posts on the index page. Default is show. Uncheck this box to hide content nav above posts.
ca: Mostra enlla&ccedil;os a missatges anteriors i posteriors sota les entrades actuals i per sota de les entrades de la p&agrave;gina d&apos;&iacute;ndex. Mostrat per defecte. Marqueu aquesta casella per amagar la navegaci&oacute; del contingut per sobre de les entrades.

source: Miscellaneous Text
ca: Text Miscel·lani

source: Miscellaneous text options.
ca: Opcions de text Miscel·lani

source: Show custom footer text?
ca: Mostrar text personalitzat al peu de p&agrave;gina?

source: Default is disabled. Check this box to use custom footer text. Fill in your text below.
ca: Per defecte est&agrave; desactivat. Marqueu aquesta casella per utilitzar el text de peu de p&agrave;gina personalitzat. Introdu&iuml;u el text a continuaci&oacute;.

source: Custom footer text
ca: Text personalitzat del peu de p&agrave;gina

source: Enter the text here that you would like displayed at the bottom of your site. This setting will be ignored if you do not enable "Show custom footer text" above.
ca: Escriu aqu&iacute; el text que t&apos;agradaria que apareix&egrave;s a la part inferior de la p&agrave;gina. Aquest ajust sera ignorat si no habilitas "Mostrar text personalitzat al peu de p&agrave;gina " anterior.

source: Posts and Pages
ca: Entrades i P&agrave;gines

source: Options related to the display of posts and pages, like excerpts and post meta information (published date, author, categories, and tags - is displayed on each post to provide your readers with information). Use the options below to control what is displayed.
ca: Opcions relacionades amb la visualitzaci&oacute; de missatges i p&agrave;gines, com extractes i informaci&oacute; meta de l&apos;entrada (data de publicaci&oacute;, autor, categories i etiquetes - es mostra en cada entrada i proporciona informaci&oacute; als seus lectors). Utilitzeu les seg&iuml;ents opcions per controlar el que es mostrara.

source: Show post author?
ca: Mostrar l&apos;autor de l&apos;entrada?

source: Displays the post author. Default is show. Uncheck this box to hide the post author.
ca: Mostra l&apos;autor de l&apos;entrada. Mostrat per defecte. Desactiveu aquesta casella per amagar l&apos;autor de l&apos;entrada .

source: Show published date?
ca: Mostrar la data de publicaci&oacute;?

source: Displays the date the article was posted. Default is show. Uncheck this box to hide post published date.
ca: Mostra la data de publicaci&oacute; de l&apos;article. Mostrat per defecte. Desactiveu aquesta casella per amagar la data de publicaci&oacute; de l&apos;entrada.

source: Show post categories?
ca: Mostrar la categoria de l&apos;entrada?

source: Displays the categories in which a post was published. Default is show. Uncheck this box to hide post categories.
ca: Mostra la categoria de publicaci&oacute; de l&apos;article. Mostrat per defecte. Desactiveu aquesta casella per amagar la categoria de l&apos;entrada.

source: Show post categories on the index/posts page?
ca: Mostrar la categoria a la p&agrave;gina d&apos;index/entrades?

source: Displays the post categories on the index/posts page - as defined in Settings > Reading. Default is show. Uncheck this box to hide post categories on the index/posts page.
ca: Mostra les categories a la p&agrave;gina d&apos;index/entrades - com es defineix a Configuració> Lectura. Mostrat per defecte. Desactiveu aquesta casella per ocultar les categories a la p&agrave;gina d&apos;index/entrades.

source: Show post tags?
ca: Mostrar les etiquetes de les entrades?

source: Displays the tags attached to a post. Default is show. Uncheck this box to hide post tags.
ca: Mostra les etiquetes de l&apos;entrada. Mostrat per defecte. Desactiveu aquesta casella per ocultar les etiquestes de les entrades.

source: Show post tags on the index/posts page?
ca: Mostrar les etiquetes de la p&agrave;gina d&apos;index/entrades?

source: Displays the post tags on the index/posts page - as defined in Settings > Reading. Default is show. Uncheck this box to hide post tags on the index/posts page.
ca: Mostra les etiquetes a la p&agrave;gina d&apos;index/entrades - com es defineix a Configuració> Lectura. Mostrat per defecte. Desactiveu aquesta casella per ocultar les etiquetes a la p&agrave;gina d&apos;index/entrades.

source: Show link for # of comments / Leave a comment?
ca: Mostrar enlla&ccedil; per el n&uacute;mero de comentaris / deixa un comentari?

source: Displays the number of comments and/or a Leave a comment message on posts. Default is show. Uncheck this box to hide.
ca: Mostra el n&uacute;mero de comentaris i/o deixa un missatge de comentari a les entrades. Mostrat per defecte. Desactiveu aquesta casella per ocultar-lo.

source: Featured Posts
ca: Entrades Destacades

source: Featured Posts Information
ca: Informaci&oacute; de les Entrades destacades

source: This feature displays certain posts in a photo slider or in a block grid at the top of your post index. This is a good way to make special content stand out. You can feature any post here, according to the criteria you choose below. Don't forget to assign featured images to your posts in the post editor!
ca: Aquesta funci&oacute; mostra alguns missatges amb una presentaci&oacute; de diapositives o amb una quadr&iacute; cula de blocs a la part superior de la p&agrave;gina d&apos;&iacute;ndex. Aquesta &eacute;s una bona manera de fer que el contingut especial destaqui. Pots presentar qualsevol entrada aqu&iacute;, d&apos;acord amb els criteris que tri&iuml;s a continuaci&oacute; . No t&apos;oblidis d&apos;assignar imatges destacades a les teves entrades a l&apos;editor d&apos;entrades!

source: Enable Featured Posts?
ca: Activar Entrades Destacades?

source: Check this box to turn on featured posts functionality. Set the options below to determine how your featured posts will work. Default is disabled.
ca: Marca aquesta casella per activar la funcionalitat d&apos;Entrades Destacades. Configura les opcions seg&uuml;ents per determinar com funcionaran les teves entrades destacades. Per defecte est&agrave; desactivat.

source: Display Featured Posts in a slider or in a grid?
ca: Mostra les Entrades Destacades amb una presentaci&oacute; de diapositives o amb una quadr&iacute;cula de blocs?

source: Displays your featured posts in either a photo slider or a block grid. The default setting is Slider.
ca: Mostra les teves entrades destacades o amb una presentaci&oacute; de diapositives, o amb una quadr&iacute;cula de blocs. El valor per defecte &eacute;s amb presentaci&oacute; de diapositives

source: Slider
ca: Presentaci&oacute; de diapositives

source: Grid
ca: Quadr&iacute;cula de blocs

source: Featured Posts Tag
ca: Etiqueta de les Entrades Destacades

source: The tag you select here determines which posts show in the featured posts slider or grid. Example: if you were to select the moo tag, posts tagged with moo would be displayed. Don't forget to attach your featured images in the post editor!
ca: L&apos;etiqueta que seleccionis aqu&iacute; determina quines entrades mostrar amb la presentaci&oacute; de diapositives, o amb la quadr&iacute;cula de blocs. Exemple: si esculls l&apos;etiqueta moo, es mostraran les entrades etiquetades amb moo. No oblidis adjuntar les teves imatges destacades amb l&apos;editor d&apos;entrades!

source: Maximum # of Featured Posts to display
ca: N&uacute;mero m&agrave;xim d&apos;Entrades Destacades per mostrar

source: Select the maximum number of posts you want to display in the featured posts slider or grid. The default is three. NOTE: The grid displays two posts per row. For best results, select an even number here.
ca: Selecciona el n&ugrave;mero m&agrave;xim d&apos;entrades que vols mostrar amb la presentaci&oacute; de diapositives, o amb laquadr&iacute;cula de blocs. Per defecte es mostren tres. NOTA: La quadr&iacute;cula mostra dos missatges per fila. Per obtenir els millors resultats, selecciona un nombre parell aqu&iacute;.

source: One
ca: Una

source: Two
ca: Dues

source: Three
ca: Tres

source: Four
ca: Quatre

source: Five
ca: Cinq

source: Six
ca: Sis

source: Captions
ca: Llegenda

source: Show post titles as captions with slider images. Default is Show.
ca: Mostra els t&iacute;tuls com llegendes de les entrades amb la presentaci&oacute; de diapositives. Mostrat per defecte.

source: Show slide captions
ca: Mostra les llegendes de les diapositives

source: Hide slide captions
ca: Amaga les llegendes de les diapositives

source: Indicators
ca: Indicadors

source: Show indicators at the bottom of the slider that show the current slideshow position and allow for navigation between slides. Default is Hide.
ca: Mostra els indicadors a la part inferior de les diapositives. Mostren la posici&oacute; actual de presentaci&oacute; i permeten la navegaci&oacute; entre les diapositives. Amagat per defecte.

source: Show slide indicators
ca: Mostra els indicadors a les diapositives

source: Hide slide indicators
ca: Amaga els indicadors a les diapositives

source: Duplicate featured posts
ca: Duplica les entrades destacades

source: Show posts from the featured content section in the rest of the body. Default is Hide.
ca: Mostra entrades de la secci&oacute; de les entrades destacades al reste del cos. Amagat per defecte

source: Show duplicate posts
ca: Mostra les entrades duplicades

source: Hide duplicate posts
ca: Amaga les entrades duplicades

source: Featured Posts Images
ca: Imatges de les Entrades Destacades

source: A note about images: For best results, all of your images should be the same size (preferably the size you set below). If they are not the same size, your content will not look as good. For example: the photo slider will display images of varying sizes, but when it does the slider resizes itself between each slide. The grid will not display evenly if images are different sizes.
ca: Una nota sobre les imatges: Per obtenir els millors resultats, totes les imatges han de ser de la mateixa mida (preferentment amb la mateixa mida que l&apos;establida a continuac&oacute;). Si no s&oacute;n de la mateixa mida, el contingut no es veur&aacute; tan b&eacute;. Per exemple: la presentaci&oacute; de diapositives mostrar&agrave; imatges de diferents mides, per&ograve; quan ho fa la presentaci&oacute; de diapositives canviara de mida entre cadascuna de les diapositives. La quadr&iacute;cula no es mostrar&agrave; uniforme si les imatges s&oacute;n de diferents mides.

source: Featured post image width
ca: Ample d&apos;imatge de les Entrades Destacades
