Repository: jordansaspect/AspectPress
Catalog: languages/*.po
Languages: ca

source: Enter the width (in pixels) you want the featured images to be. Default is 850 pixels.
ca: Introdueix l&apos;amplada (en p&iacute;xels) que vols que les imatges destacades siguin. Per defecte son 850 p&iacute;xels.

source: Featured post image height
ca: Al&ccedil;ada d&apos;imatge de les Entrades Destacades

source: Enter the height (in pixels) you want the featured images to be. Default is 350 pixels.
ca: Introdueix l&apos;al&ccedil;ada (en p&iacute;xels) que vols que les imatges destacades siguin. Per defecte son 350 p&iacute;xels

source: Search Results for: %s
ca: Resultats de la recerca per: %s

source: Search
ca: Cercar

source: Search &hellip;
ca: Cercar &hellip;

source: Link to %s
ca: Enlla&ccedil; a %s

source: Edit
ca: Edita

source: Nothing Found
ca: No s&apos;ha trobat res

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
ca: Sembla que no s&apos;ha trobat el que estabas buscant. Potser una cerca pot ajudar.

source: Continue Reading &raquo;
ca: Segueix Llegint

source: Alien Ship is a responsive starter theme for WordPress.
ca: Alien Ship es un tema base flexible per WordPress.

source: Full width
ca: Ample total
